Repository: K-Wojciechowski/mobishopper-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Auto-assign
pl: Przypisz automatycznie

source: Cancel
pl: Anuluj

source: Change your password
pl: Zmień hasło

source: Delete
pl: Usuń

source: Edit
pl: Edytuj

source: Employees
pl: Pracownicy

source: Group
pl: Grupa

source: More filters…
pl: Więcej filtrów…

source: Name
pl: Nazwa

source: Price
pl: Cena

source: Product
pl: Produkt

source: Reset password
pl: Resetuj hasło

source: Save
pl: Zapisz

source: Search
pl: Szukaj

source: Validity
pl: Daty obowiązywania

source: Vendor
pl: Producent

source: View employees of store
pl: Pokaż pracowników sklepu

source: Yes
pl: Tak

source: Can manage products
pl: Może zarządzać produktami

source: Can manage maps
pl: Może zarządzać mapami

source: Can manage deals
pl: Może zarządzać promocjami

source: Can manage employees
pl: Może zarządzać pracownikami

source: Can view statistics
pl: Może wyświetlać statystyki

source: Products
pl: Produkty

source: Maps
pl: Mapy

source: Deals
pl: Promocje

source: Statistics
pl: Statystyki

source: Can manage global products
pl: Może zarządzać globalnymi produktami

source: Can manage global deals
pl: Może zarządzać globalnymi promocjami

source: Can view global statistics
pl: Może wyświetlać globalne statystyki

source: Can manage users
pl: Może zarządzać użytkownikami

source: Can manage stores
pl: Może zarządzać sklepami

source: Is manager
pl: Jest managerem

source: Is global manager
pl: Jest globalnym managerem

source: Is system administrator
pl: Jest administratorem systemu

source: Only visible stores
pl: Tylko widoczne sklepy

source: Only hidden stores
pl: Tylko ukryte sklepy

source: Show all stores
pl: Pokaż wszystkie sklepy

source: Enter a list of values.
pl: Wprowadź listę wartości.

source: Changes saved.
pl: Zapisano zmiany.

source: Failed to save changes: {0}
pl: Nie udało się zapisać zmian: {0}

source: Failed to save changes.
pl: Nie udało się zapisać zmian.

source: Action
pl: Akcja

source: Remove permissions
pl: Usuń uprawnienia

source: Mark as local manager
pl: Oznacz jako lokalny manager

source: Local permissions
pl: Uprawnienia lokalne

source: Remove all permissions
pl: Usuń wszystkie uprawnienia

source: Mark as global manager
pl: Oznacz jako globalny manager

source: Mark as full manager
pl: Oznacz jako pełny manager

source: Global permissions
pl: Uprawnienia globalne

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Show managers only
pl: Pokaż tylko managerów

source: Manages this store
pl: Zarządza tym sklepem

source: Local manager
pl: Lokalny manager

source: Global manager
pl: Globalny manager

source: System administrator
pl: Administrator systemu

source: New password
pl: Nowe hasło

source: Repeat password
pl: Powtórz hasło

source: Password
pl: Hasło

source: City
pl: Miasto

source: Visibility
pl: Widoczność

source: date added
pl: data dodania

source: date modified
pl: data modyfikacji

source: valid from
pl: obowiązuje od

source: valid until
pl: obowiązuje do

source: The validity end date is earlier than the start date.
pl: Data końca obowiązywania jest późniejsza niż data początku obowiązywania.

source: There was an issue saving changes to this object’s replacement.
pl: Wystąpił problem z zapisaniem zmian w nowej wersji obiektu.

source: There was an issue migrating objects with revisions.
pl: Wystąpił problem z wprowadzaniem zmian do obiektów zależnych z historią rewizji.

source: name
pl: nazwa

source: address
pl: adres

source: city
pl: miasto

source: region code
pl: kod regionu

source: hidden
pl: ukryte

source: first name
pl: imię

source: last name
pl: nazwisko

source: is manager
pl: jest managerem

source: is global manager
pl: jest globalnym managerem

source: can manage global products
pl: może zarządzać globalnymi produktami

source: can manage global deals
pl: może zarządzać globalnymi promocjami

source: can view global statistics
pl: może wyświetlać globalne statystyki

source: can manage users
pl: może zarządzać użytkownikami

source: can manage stores
pl: może zarządzać sklepami

source: user
pl: użytkownik

source: store
pl: sklep

source: can manage products
pl: może zarządzać produktami

source: can manage maps
pl: może zarządzać mapami

source: can manage deals
pl: może zarządzać promocjami

source: can manage employees
pl: może zarządzać pracownikami

source: can view statistics
pl: może wyświetlać statystyki

source: is active
pl: aktywne

source: Permission denied
pl: Brak dostępu

source: Forbidden
pl: Brak dostępu

source: No results found.
pl: Nie znaleziono wyników.

source: yes
pl: tak

source: no
pl: nie

source: No access to stores
pl: Brak dostępu do sklepów

source: Insufficient permissions
pl: Niewystarczające uprawnienia

source: Delete {}
pl: Usuń {}

source: {} has been deleted.
pl: Usunięto {}.

source: Home
pl: Strona główna

source: My permissions
pl: Moje uprawnienia

source: Your store has been changed!
pl: Twój sklep został zmieniony!

source: Failed to set store!
pl: Nie udało się ustawić sklepu!

source: Passwords do not match.
pl: Hasła nie zgadzają się.

source: Registration was successful!
pl: Rejestracja się powiodła!

source: An account with this e-mail address already exists.
pl: Konto z tym adresem e-mail już istnieje.

source: Failed to create an account.
pl: Nie udało się utworzyć konta.

source: Your data has been changed!
pl: Twoje dane zostały zmienione!

source: Stores
pl: Sklepy

source: Add store
pl: Dodaj sklep

source: Edit store {}
pl: Edytuj sklep {}

source: Employees of store {}
pl: Pracownicy sklepu {}

source: Checkout API keys
pl: Klucze API kas

source: Add checkout API key
pl: Dodaj klucz API kasy

source: You cannot remove yourself from a store.
pl: Nie możesz usunąć siebie ze sklepu.

source: You cannot remove the permission to manage employees from your own account.
pl: Nie możesz usunąć uprawnienia do zarządzania pracownikami ze swojego konta.

source: Edit user {0}
pl: Edytuj użytkownika {0}

source: Users
pl: Użytkownicy

source: Add new user
pl: Dodaj nowego użytkownika

source: Password has been reset.
pl: Hasło zostało zresetowane.

source: Reset password for {0}
pl: Zresetuj hasło użytkownika {0}

source: User does not exist.
pl: Użytkownik nie istnieje.

source: Edit profile
pl: Edytuj profil

source: Change user type and permissions
pl: Zmień typ użytkownika i uprawnienia

source: You can only add local manager accounts. Customers can register in the app.
pl: Możesz dodawać tylko konta lokalnych managerów. Klienci mogą rejestrować się w aplikacji.

source: User has been added.
pl: Użytkownik został dodany.

source: Cannot change your own permissions with this panel.
pl: Nie można zmienić swoich własnych uprawnień w tym miejscu.

source: All permissions removed.
pl: Wszystkie uprawnienia usunięto.

source: Permission level set to local manager.
pl: Ustawiono poziom uprawnień na managera lokalnego.

source: Permission level set to global manager.
pl: Ustawiono poziom uprawnień na managera globalnego.

source: Permission level set to full manager.
pl: Ustawiono poziom uprawnień na pełnego managera.

source: Cannot remove your own permissions.
pl: Nie można usunąć swoich własnych uprawnień.

source: Local permissions removed, user is still a manager of a different store.
pl: Usunięto uprawnienia lokalne, użytkownik jest wciąż managerem w innym sklepie.

source: Product name
pl: Nazwa produktu

source: Valid at
pl: Obowiązuje w terminie

source: Is store-specific
pl: Jest lokalny w sklepie

source: Valid from
pl: Obowiązuje od

source: Valid until
pl: Obowiązuje do

source: Deal name
pl: Nazwa promocji

source: You can also find the product with product search, and use the Deals tab on the product page.
pl: Możesz też znaleźć produkt za pomocą wyszukiwarki produktów, a następnie skorzystać z karty Promocje na stronie produktu.

source: product
pl: produkt

source: is global
pl: jest globalny

source: stores
pl: sklepy

source: price
pl: cena

source: The price must be greater than 0.
pl: Cena musi być większa od zera.

source: coupon code
pl: kod kuponu

source: is one use only
pl: jednorazowego użytku

source: require log in
pl: wymaga logowania

source: coupons
pl: kupony

source: Deals overview
pl: Przegląd promocji

source: Choose a product
pl: Wybierz produkt

source: Choose coupons
pl: Wybierz kupony

source: Coupon
pl: Kupon

source: Is global
pl: Jest globalny

source: Coupons
pl: Kupony

source: Coupon sets
pl: Zestawy kuponów

source: Add deal
pl: Dodaj promocję

source: Add coupon
pl: Dodaj kupon

source: Add coupon set
pl: Dodaj zestaw kuponów

source: Deal {0}
pl: Promocja {0}

source: Coupon {0}
pl: Kupon {0}

source: Coupon set {0}
pl: Zestaw kuponów {0}

source: Starting assigning automated locations.
pl: Rozpoczęto automatyczne przypisywanie lokalizacji.

source: Assigning locations in {store}
pl: Przypisywanie lokalizacji w sklepie {store}

source: Automated assignments complete. Assigned {} location.
pl: Zakończono automatyczne przypisywanie. Przypisano {} lokalizację.

source: ==> Assigned {loc.subaisle} to {loc.product}
pl: ==> Przypisano {loc.product} do alejki {loc.subaisle}

source: ==> Unable to assign location to {product}: no aisle for {product.subcategory}
pl: ==> Nie udało się przypisać lokalizacji {product}: nie ma alejki dla {product.subcategory}

source: ==> Failed to assign location to {product}, but candidate subaisle exists.
pl: ==> Nie udało się przypisać lokalizacji {product}, ale istnieje pasująca alejka.

source: ==> Unable to assign location to {product}: multiple aisles for {product.subcategory}
pl: ==> Nie udało się przypisać lokalizacji {product}: istnieje wiele pasujących alejek dla {product.subcategory}

source: Store {} does not exist!
pl: Sklep {} nie istnieje!

source: code
pl: kod

source: description
pl: opis

source: visible
pl: widoczny

source: parent
pl: nadrzędna

source: global subaisle
pl: globalna subalejka

source: subcategories
pl: subkategorie

source: width
pl: szerokość

source: height
pl: wysokość

source: replaced by
pl: zastąpione przez

source: Map of {0} (since {1})
pl: Mapa sklepu {0} (od {1})

source: map
pl: mapa

source: x coordinate
pl: współrzędna x

source: y coordinate
pl: współrzędna y

source: tile type
pl: rodzaj kwadratu siatki

source: subaisle
pl: subalejka

source: color
pl: kolor

source: color is light
pl: czy kolor jest jasny

source: tile
pl: kwadrat siatki

source: is auto-generated
pl: automatycznie wygenerowane

source: Aisles
pl: Alejki

source: Add aisle
pl: Dodaj alejkę

source: Edit aisle {0}
pl: Edytuj alejkę {0}

source: Add subaisle
pl: Dodaj subalejkę

source: Edit subaisle {0}
pl: Edytuj subalejkę {0}

source: Maps that use subaisles of this aisle will be modified. The tiles will be replaced with Product shelf tiles.
pl: Mapy, które korzystają z subalejek tej alejki, zostaną zmodyfikowane. Kwadraty zostaną zastąpione kwadratami Półka z produktami.

source: Maps that use this subaisle will be modified. The tiles will be replaced with Product shelf tiles.
pl: Mapy, które korzystają z tej subalejki, zostaną zmodyfikowane. Kwadraty zostaną zastąpione kwadratami Półka z produktami.

source: Changes saved to {0} location.
pl: Zapisano zmiany w {0} lokalizacji.

source: Could not compute the location of {0} product automatically, no changes were made to it.
pl: Nie udało się ustalić lokalizacji {0} produktu automatycznie, nie dokonano w nim zmian.

source: No store provided
pl: Nie podano sklepu

source: Not found
pl: Nie znaleziono

source: Failed to save changes!
pl: Nie udało się zapisać zmian!

source: You can only edit maps in a store context.
pl: Możesz edytować mapy tylko w kontekście sklepu.

source: Map has been saved, but there was an error updating product locations to point to the new map.
pl: Zapisano mapę, ale nie udało się przenieść lokalizacji produktów do nowej mapy.

source: Maps overview
pl: Przegląd map

source: Product locations
pl: Lokalizacje produktów

source: Auto-assign product locations
pl: Automatycznie przypisz lokalizacje produktom

source: Auto-assignment complete
pl: Automatyczne przypisanie zakończone

source: No current map
pl: Brak ważnej mapy

source: Edit map
pl: Edytuj mapę

source: Map history
pl: Historia map

source: Create new map
pl: Utwórz nową mapę

source: pc
pl: szt

source: number
pl: liczba

source: text
pl: tekst

source: yes/no
pl: tak/nie

source: custom, from list
pl: własne, wybór z listy

source: custom, user-provided
pl: własne, podane przez użytkownika

source: weight
pl: waga

source: volume
pl: objętość

source: area
pl: obszar

source: size
pl: rozmiar

source: energy
pl: energia

source: Subcategories
pl: Subkategorie

source: Description
pl: Opis

source: Properties
pl: Właściwości

source: Is in group
pl: Jest w grupie

source: Amount
pl: Ilość

source: Expected units
pl: Oczekiwane jednostki

source: Custom unit names
pl: Własne nazwy jednostek

source: Specify units available to the users, one per line.
pl: Podaj jednostki dostępne dla użytkowników, po jednej w wierszu.

source: website
pl: strona internetowa

source: photo
pl: zdjęcie

source: vendor
pl: producent

source: subcategory
pl: subkategoria

source: expected units
pl: oczekiwane jednostki

source: expected units (custom names)
pl: oczekiwane jednostki (własne nazwy)

source: subcategories where required
pl: subkategorie, gdzie wymagane

source: subcategories where recommended
pl: subkategorie, gdzie sugerowane

source: amount
pl: ilość

source: amount unit
pl: jednostka ilości

source: any amount possible
pl: dozwolona dowolna ilość

source: properties
pl: właściwości

source: properties (cache)
pl: właściwości (cache)

source: group
pl: grupa

source: {amount} pc
pl: {amount} szt

source: is available
pl: jest dostępny

source: note
pl: notatka

source: Subcategory
pl: Subkategoria

source: {0} / pc
pl: {0} / szt

source: Products overview
pl: Przegląd produktów

source: Recent and upcoming
pl: Ostatnie i przyszłe zmiany

source: Choose a vendor
pl: Wybierz producenta

source: Choose a product group
pl: Wybierz grupę produktów

source: Add a product
pl: Dodaj produkt

source: Local overrides
pl: Lokalne nadpisania

source: Categories
pl: Kategorie

source: Add new category
pl: Dodaj nową kategorię

source: Edit {}
pl: Edytuj {}

source: Add new subcategory
pl: Dodaj nową subkategorię

source: Global subaisles
pl: Globalne subalejki

source: Add global subaisle
pl: Dodaj globalną subalejkę

source: Edit global subaisle {}
pl: Edytuj globalną subalejkę {0}

source: Groups
pl: Grupy

source: Products in group {0}
pl: Produkty w grupie {0}

source: Add product group
pl: Dodaj grupę produktów

source: Edit product group {0}
pl: Edytuj grupę produktów {0}

source: Deleting a product group will create new revisions of products in the group, with no group set. Those revisions will be valid immediately.
pl: Usunięcie grupy produktów utworzy nowe rewizje produktów tej grupy, bez ustawionej grupy. Te rewizje będą obowiązywały od chwili usunięcia grupy.

source: Search groups
pl: Szukaj grup

source: Standard properties
pl: Standardowe właściwości

source: Add standard property
pl: Dodaj standardową właściwość

source: Edit standard property {0}
pl: Edytuj standardową właściwość {0}

source: Vendors
pl: Produecnci

source: Products of vendor {0}
pl: Produkty producenta {0}

source: Add vendor
pl: Dodaj producenta

source: Edit vendor {0}
pl: Edytuj producenta {0}

source: Popular coupons
pl: Popularne kupony

source: Popular products
pl: Popularne produkty

source: Shopping list {0}
pl: Lista zakupów {0}

source: Launching MobiShopper…
pl: Uruchamianie aplikacji MobiShopper…

source: You cannot access this list.
pl: Nie masz dostępu do tej listy.

source: Cannot create invites for this list.
pl: Nie można utworzyć zaproszeń dla tej listy.

source: Cannot delete invites for this list.
pl: Nie można usunąć zaproszeń dla tej listy.

source: Invite has expired.
pl: Zaproszenie wygasło.

source: Removed successfully.
pl: Pomyślnie usunięto.

source: List member not found.
pl: Nie znaleziono uczestnika listy.

source: Cannot remove list members.
pl: Nie można usunąć uczestników listy.

source: Add
pl: Dodaj

source: Toggle navigation
pl: Przełącz nawigację

source: (Global)
pl: (Globalne)

source: No permissions
pl: Brak uprawnień

source: Change store
pl: Zmień sklep

source: Manage all stores
pl: Zarządzaj wszystkimi sklepami

source: Details…
pl: Szczegóły…

source: Change password
pl: Zmień hasło

source: Log out
pl: Wyloguj się

source: The API key will be shown <strong>once</strong> after creation.
pl: Klucz API zostanie wyświetlony <strong>tylko raz</strong> po jego utworzeniu.

source: Created API Key
pl: Utworzony klucz API

source: An API key was created. Store it in a safe place, it won’t be shown again!
pl: Utworzono klucz API. Zachowaj go w bezpiecznym miejscu, nie zostanie on wyświetlony ponownie!

source: Store
pl: Sklep

source: Actions
pl: Akcje

source: Are you sure you want to delete %(obj)s?
pl: Czy na pewno chcesz usunąć %(obj)s?

source: No
pl: Nie

source: Deals in effect
pl: Ważne promocje

source: Coupons in effect
pl: Ważne kupony

source: Coupon sets in effect
pl: Ważne zestawy kuponów

source: Coupons used in last 24 hours
pl: Użyte kupony (ostatnie 24h)

source: Coupons used in last 7 days
pl: Użyte kupony (ostatnie 7 dni)

source: Coupon sets used in last 7 days
pl: Użyte zestawy kuponów (ostatnie 7 dni)

source: Coupons used in store in last 24 hours
pl: Kupony użyte w sklepie (ostatnie 24h)

source: Coupons used in store in last 7 days
pl: Kupony użyte w sklepie (ostatnie 7 dni)

source: Coupon sets used in store in last 7 days
pl: Zestawy kuponów użyte w sklepie (ostatnie 7 dni)

source: Valid at:
pl: Obowiązuje w terminie:

source: One use only
pl: Jednorazowego użytku

source: Require log in
pl: Wymaga logowania

source: Part of coupon sets
pl: Część zestawów kuponów

source: Change details
pl: Zmień szczegóły

source: Coupons in set
pl: Kupony w zestawie

source: Access denied
pl: Brak dostępu

source: Your account cannot manage any stores.
pl: Twoje konto nie może zarządzać sklepami.

source: If you believe this is incorrect, contact your manager.
pl: Jeżeli uważasz, że to błąd, skontaktuj się ze swoim managerem.

source: Insufficient permissions. You might be able to access this feature in a different store, or in global management mode. You can change your store and check permissions in the top right menu.
pl: Niewystarczające uprawnienia. Być może masz dostęp do tej funkcji w innym sklepie, lub w trybie zarządzania wszystkimi sklepami. Możesz zmienić swój sklep i sprawdzić uprawnienia w menu w prawym górnym rogu ekranu.

source: You cannot manage this part of the selected store. You might be able to access this feature in a different store, or in global management mode. You can change your store and check permissions in the top right menu.
pl: Nie możesz zarządzać tą częścią wybranego sklepu. Być może masz dostęp do tej funkcji w innym sklepie, lub w trybie zarządzania wszystkimi sklepami. Możesz zmienić swój sklep i sprawdzić uprawnienia w menu w prawym górnym rogu ekranu.

source: You do not have access to this page.
pl: Nie masz dostępu do tej strony.

source: Log in
pl: Zaloguj się

source: (current)
pl: (aktualny)

source: Page navigation
pl: Nawigacja pomiędzy stronami

source: Show/hide items
pl: Pokaż/ukryj elementy

source: Show only valid
pl: Pokaż tylko obowiązujące

source: Show only visible
pl: Pokaż tylko widoczne

source: Show all
pl: Pokaż wszystko

source: indefinitely
pl: bez ograniczeń

source: from %(date_started)s
pl: od %(date_started)s

source: until %(date_ended)s
pl: do %(date_ended)s

source: Products in store
pl: Produkty w sklepie

source: Products without location
pl: Produkty bez lokalizacji

source: Deals and coupons in effect
pl: Ważne promocje i kupony

source: Recent shopping lists
pl: Ostatnie listy zakupów

source: an app to improve your shopping experience
pl: aplikacja wspomagająca Twoje zakupy

source: Download for Android
pl: Pobierz na Androida

source: Manage
pl: Zarządzaj

source: Log in to manage
pl: Zaloguj się, aby zarządzać

source: Add new aisle
pl: Dodaj nową alejkę

source: Add new subaisle
pl: Dodaj nową subalejkę

source: Aisle
pl: Alejka

source: Code
pl: Kod

source: Visible
pl: Widoczny

source: Has subcategories
pl: Ma podkategorie

source: <strong>Warning:</strong> Maps already exist for this store. If you create a new map instead of editing the current map, product locations will not be copied over.
pl: <strong>Uwaga:</strong> Mapy już istnieją dla tego sklepu. Jeżeli utworzysz nową mapę zamiast edytować istniejącą, lokalizacje produktów nie zostaną przekopiowane.

source: <strong>Warning:</strong> Newer maps exist for this store. Changes made in the newer maps might be overridden, and product locations might be changed incorrectly.
pl: <strong>Uwaga:</strong> Nowsze mapy istnieją dla tego sklepu. Zmiany w nowszych mapach mogą zostać nadpisane, a lokalizacje produktów mogą zostać źle zmienione.

source: <strong>Hint:</strong> To start creating a map, set the desired map size at the bottom of the page and click <em>Resize</em>. Then you can select tile types from the right pane and click on tiles to make them represent a given subaisle or special tile. Further hints are available below the editor.
pl: <strong>Podpowiedź:</strong> Aby utworzyć mapę, ustaw żądany rozmiar na dole strony i kliknij <em>Zmień rozmiar</em>. Potem możesz wybrać rodzaje kwadratów siatki z panelu po prawej stronie.

source: How to create a map?
pl: Jak utworzyć mapę?

source: To create a map, start with a detailed floor plan of the store. Draw a grid on top of it. Select a grid size that fits the plan best. The grid should be mostly consistent. A good grid size is 0.5-1 m. The grid does not have to be square, but it will be presented as such to users.
pl: Tworzenie mapy zacznij od zdobycia dokładnego planu sklepu. Narysuj na nim siatkę. Wybierz rozmiar siatki, który najlepiej pasuje do planu. Siatka powinna być równomierna. Dobry rozmiar siatki to 0,5–1 m. Siatka nie musi być kwadratowa, ale tak będzie prezentowana użytkownikom.

source: A good map uses Subaisle tiles extensively, with enough spaces around them. When converting the map for the editor, note that shelves (subaisles and product location tiles) are accesible from all space blocks around them. A typical shelf is best represented by <em>space | subaisle 1 | subaisle 2 | space</em>. Other tile types can also help customers walk around the store.
pl: Dobra mapa używa głównie kwadratów typu Subalejka, z wystarczającą ilością miejsca wokół nich. Podczas przygotowywania mapy w edytorze należy pamiętać, że Półki (w tym Subalejki) są dostępne ze wszystkich kwadratów typu Przestrzeń wokół nich. Typową półkę najlepiej przedstawić jako <em>przestrzeń | subalejka 1 | subalejka 2 | przestrzeń</em>. Inne rodzaje kwadratów mogą pomóc klientom przemieszczać się po sklepie.

source: Special tiles and their meaning
pl: Specjalne kwadraty i ich znaczenie

source: The following tile types are available:
pl: Dostępne są następujące rodzaje kwadratów siatki:

source: Entrance — the entrance to the store, routes might begin at one of those tiles.
pl: Wejście — wejście do sklepu, tam mogą zaczynać się trasy.

source: Exit — the exit of the store, routes might end at one of those tiles.
pl: Wyjście — wyjście ze sklepu, trasy mogą kończyć się w jednym z takich punktów.

source: Entrance + Exit — routes might start and end at one of those tiles.
pl: Wejście + Wyjście — tu mogą zaczynać się i kończyć trasy.

source: Cash register — routes might end at or involve one of those tiles.
pl: Kasa — trasy mogą się kończyć w tym miejscu lub przez nie przechodzić.
