Repository: K-Wojciechowski/mobishopper-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Product shelf (without subaisle) — a tile that can contain products not placed in a subaisle. Products can be assigned with the Product Locations editor.
pl: Półka z produktami (bez subalejki) — kwadrat siatki, który może zawierać produkty, które nie są w subalejce. Lokalizacje można ustalić w Edytorze lokalizacji produktów.

source: Space between aisles — customers can walk on those tiles and access nearby shelves.
pl: Przestrzeń pomiędzy alejkami — klienci mogą przechodzić po tych kwadratach i pobierać produkty z pobliskich półek.

source: Inaccessible — tiles not accessible to customers, useful if the store is not a rectangular shape.
pl: Niedostępne — miejsca niedostępne dla klientów; przydatne, jeżeli sklep nie jest prostokątny.

source: Routes start at the first product on the list, or at an entrance. Routes end at the last product, cash register, or an exit.
pl: Trasy zaczynają się przy pierwszym produkcie z listy lub przy wejściu. Kończą się przy ostatnim produkcie, kasie, lub wyjściu.

source: Width
pl: Szerokość

source: Height
pl: Wysokość

source: Show
pl: Pokaż

source: There is no valid map for the current store.
pl: Nie istnieje aktualna mapa dla aktualnego sklepu.

source: Show map history
pl: Pokaż historię map

source: Show current map
pl: Pokaż aktualną mapę

source: Aisles and subaisles
pl: Alejki i subalejki

source: Subaisles
pl: Subalejki

source: Global Aisles
pl: Globalne alejki

source: Assigned locations
pl: Przypisane lokalizacje

source: Auto-assigned locations
pl: Automatycznie przypisane lokalizacje

source: Missing locations
pl: Brakujące lokalizacje

source: Products with missing locations: <strong>%(missing)s</strong>
pl: Produkty bez lokalizacji: <strong>%(missing)s</strong>

source: All locations are assigned!
pl: Wszystkie lokalizacje są przypisane!

source: MobiShopper can auto-assign locations to products. This is possible only if subaisles have defined subcategories, and each subcategory is assigned to exactly one subaisle.
pl: MobiShopper może automatycznie przypisać lokalizacje do produktów. Jest to możliwe jedynie, gdy subalejki mają zdefiniowane subkategorie, a każda subkategoria przypisana jest do dokładnie jednej subalejki.

source: Result
pl: Wynik

source: Select details source
pl: Zmień źródło szczegółów

source: Copy subaisle details from a global subaisle
pl: Kopiuj szczegóły z globalnej subalejki

source: Provide custom details
pl: Podaj szczegóły samodzielnie

source: You can base your subaisle’s details (name, description, subcategories) on a global aisle. Changes to the global aisle will also affect your aisle. If a global aisle is deleted, your subaisle will no longer be linked to it (but it will not be deleted).
pl: Możesz oprzeć subalejkę (nazwę, szczegóły, subkategorie) na alejce globalnej. Zmiany w globalnej alejce będą miały wpływ na alejkę w tym sklepie. Jeżeli globalna alejka zostanie usunięta, ta subalejka nie będzie z nią powiązana.

source: Redirecting to MobiShopper…
pl: Uruchamianie aplikacji MobiShopper…

source: You will be redirected to the MobiShopper app shortly, if the app is installed.
pl: Zostaniesz za chwilę przekierowany(a) do aplikacji MobiShopper, o ile aplikacja jest zainstalowana.

source: Active
pl: Aktywne

source: active
pl: aktywne

source: set as active
pl: ustaw jako aktywne

source: Global management
pl: Zarządzanie globalne

source: (active)
pl: (aktywne)

source: (set as active)
pl: (ustaw jako aktywne)

source: Category
pl: Kategoria

source: Valid products
pl: Obowiązujące produkty

source: Search for products
pl: Szukaj produktów

source: Subaisle
pl: Subalejka

source: <strong>Warning:</strong> Editing a product group will create new revisions of all currently valid products in the group. Those revisions will have the same start date as the group.
pl: <strong>Uwaga:</strong> Edycja grupy produktów spowoduje utworzenie nowych rewizji wszystkich aktualnie obowiązujących produktów. Data początku ważności rewizji będzie taka, jak data początku ważności grupy.

source: Valid products in group
pl: Obowiązujące produkty w grupie

source: Show products
pl: Pokaż produkty

source: To add/remove products to/from a group, use the <em>Group</em> field when editing products.
pl: Aby dodać/usunąć produkty z/do grupy, użyj pola <em>Grupa</em> w edytorze produktów.

source: Date added
pl: Data dodania

source: Price/amount
pl: Cena/ilość

source: Loading…
pl: Ładowanie…

source: Available
pl: Dostępne

source: Note
pl: Notatka

source: (has replacement)
pl: (został zastąpiony)

source: Edit override
pl: Edytuj nadpisanie

source: To add a local override, use the <a href="%(list_url)s">Products List</a> or <a href="%(search_url)s">Products Search</a>. The product information page will offer you to add an override, or change an existing one.
pl: Aby dodać lokalne nadpisanie, użyj <a href="%(list_url)s">Listy produktów</a> lub <a href="%(search_url)s">Wyszukiwania produktów</a>. Strona informacji o produkcie umożliwia dodanie lub zmianę lokalnego nadpisania.

source: All products
pl: Wszystkie produkty

source: Recently changed
pl: Ostatnio zmienione

source: Upcoming changes
pl: Przyszłe zmiany

source: Recently changed in store
pl: Ostatnio zmienione w sklepie

source: Upcoming changes in store
pl: Przyszłe zmiany w sklepie

source: Recent changes in store
pl: Ostatnie zmiany w sklepie

source: Recent changes
pl: Ostatnie zmiany

source: Details
pl: Szczegóły

source: Edit local overrides
pl: Edytuj lokalne nadpisania

source: Deals in store
pl: Promocje w sklepie

source: History
pl: Historia

source: Status
pl: Stan

source: Unavailable in store
pl: Niedostępne w sklepie

source: (/any)
pl: (/dowolna)

source: Current overrides
pl: Aktualne nadpisania

source: Change validity dates
pl: Zmień daty obowiązywania

source: No overrides in effect.
pl: Nie obowiązują żadne nadpisania.

source: New local override
pl: Nowe lokalne nadpisanie

source: Next version (current)
pl: Następna wersja (aktualna)

source: Next version
pl: Następna wersja

source: This version
pl: Ta wersja

source: Previous version
pl: Poprzednia wersja

source: Property
pl: Właściwość

source: Units
pl: Jednostki

source: Required in
pl: Wymagane w

source: Recommended in
pl: Sugerowane w

source: Press <strong>Ctrl</strong> (or <strong>Command</strong> on a Mac) to select multiple items or to deselect an item.
pl: Wciśnij <strong>Ctrl</strong> (lub <strong>Command</strong> na Macu), aby wybrać wiele pozycji lub odznaczyć pozycję.

source: Recent products
pl: Ostatnie produkty

source: <strong>Warning:</strong> Editing a vendor will create new revisions of all currently valid products of the vendor. Those revisions will have the same start date as the vendor.
pl: <strong>Uwaga:</strong> Edytowanie producenta utworzy nowe rewizje wszystkich obowiązujących produktów tego producenta. Te rewizje będą miały taką samą datę początku ważności, jak producent.

source: To add/remove products to/from a vendor, use the <em>Vendor</em> field when editing products.
pl: Aby dodać/usunąć produkty producent, użyj pola <em>Producent</em> w edytorze produktów.

source: Consider hiding unused stores instead.
pl: Być może lepiej byłoby ukryć nieużywane sklepy.

source: Region code
pl: Kod regionu

source: Last 7 days
pl: Ostatnie 7 dni

source: Last 24 hours
pl: Ostatnie 24 godziny

source: A shopping list by %(owner)s
pl: Lista zakupów użytkownika %(owner)s

source: Shopping lists (last 24 hours)
pl: Listy zakupów (ostatnie 24h)

source: Shopping lists (last 7 days)
pl: Listy zakupów (ostatnie 7d)

source: Coupons used (last 24 hours)
pl: Użyte kupony (ostatnie 24h)

source: Coupons used (last 7 days)
pl: Użyte kupony (ostatnie 7 dni)

source: Show all popular products
pl: Pokaż wszystkie popularne produkty

source: Show all popular coupons
pl: Pokaż wszystkie popularne kupony

source: If you choose to remove all permissions, the user will not have access to the management panel. If you choose a lower permission level, the user will lose access to some parts of the interface. To edit store-level permissions, or to see current permissions, edit the account settings.
pl: Jeżeli usuniesz wszystkie uprawnienia, użytkownik straci dostęp do panelu zarządzania. Jeżeli wybierzesz niższy poziom uprawnień, użytkownik straci dostęp do części interfejsu. Aby edytować uprawnienia na poziomie sklepów, lub aby zobaczyć aktualne uprawnienia, edytuj ustawienia konta.

source: Removing permissions does not affect other stores. The user will lose access to the management panel if permissions are removed and they cannot manage any other stores. To see current permissions, edit the account settings.
pl: Usunięcie uprawnień nie ma wpływu na inne sklepy. Użytkownik utraci dostęp do panelu zarządzania, jeżeli usunięte uprawnienia były jego jedynymi. Aby zobaczyć aktualne uprawnienia, edytuj ustawienia konta.

source: Permissions
pl: Uprawnienia

source: Manages this store (required)
pl: Zarządza tym sklepem (wymagane)

source: If this user manages other stores, they will retain access to the management panel. Otherwise, the panel will not be available to them.
pl: Jeżeli użytkownik zarządza innymi sklepami, będzie miał dalej dostęp do panelu zarządzania. W przeciwnym wypadku utraci do niego dostep.

source: You are editing your own account. You cannot remove your permissions to manage the store or its employees. Other employees with editing access can change those permissions on your account.
pl: Edytujesz swoje własne konto. Nie możesz usunąć swoich uprawnień do zarządzania sklepem i pracownikami. Inni pracownicy z możliwością edycji mogą zmienić Twoje uprawnienia w tym zakresie.

source: Logged out
pl: Wylogowano

source: Please log in
pl: Zaloguj się

source: Incorrect e-mail or password.
pl: Niepoprawny e-mail lub hasło.

source: You do not have access to this page. Log in as another user or contact your manager.
pl: Nie masz dostępu do tej strony. Zaloguj się jako inny użytkownik lub skontaktuj się z managerem.

source: Lost password?
pl: Nie pamiętasz hasła?

source: Password change complete
pl: Pomyślnie zmieniono hasło

source: Your password has been changed.
pl: Twoje hasło zostało zmienione.

source: Dashboard
pl: Przegląd

source: Password change
pl: Zmiana hasłą

source: Type your old password, and then your new password twice.
pl: Wpisz swoje stare hasło, a następnie nowe hasło dwa razy.

source: Failed to change your password.
pl: Nie udało się zmienić hasła.

source: Old password
pl: Stare hasło

source: Change my password
pl: Zmień moje hasło

source: Password reset complete
pl: Pomyślnie zresetowano hasło

source: Your password has been reset.
pl: Twoje hasło zostało zresetowane.

source: Password reset
pl: Reset hasła

source: Please set a new password.
pl: Ustaw nowe hasło.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link resetowania hasła był nieprawidłowy, prawdopodobnie był już wykorzystany. Poproś o ponowną zmianę hasła.

source: Please check your e-mail for reset instructions.
pl: Sprawdź swój e-mail, aby zresetować hasło.

source: Incorrect e-mail.
pl: Zły adres e-mail.

source: Reset my password
pl: Zresetuj moje hasło

source: Back to the login page
pl: Powrót do strony logowania
